{
  "sections": {
    "16638576187caa4095": {
      "type": "image-banner",
      "blocks": {
        "1663857618ebeb9bd7-0": {
          "type": "heading",
          "settings": {
            "heading": "Hair and How",
            "heading_size": "h1"
          }
        },
        "1663857618ebeb9bd7-1": {
          "type": "text",
          "settings": {
            "heading1": "Hair Fall Solutions for Men",
            "text": "Traya has pioneered the science of hair and wellness. With the concept of health first hair later, we treat the root cause of the hair loss by targeting key imbalances in the body",
            "text_style": "body"
          }
        },
        "1663857618ebeb9bd7-2": {
          "type": "buttons",
          "disabled": true,
          "settings": {
            "button_label_1": "Button label",
            "button_link_1": "",
            "button_style_secondary_1": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": true
          }
        }
      },
      "block_order": [
        "1663857618ebeb9bd7-0",
        "1663857618ebeb9bd7-1",
        "1663857618ebeb9bd7-2"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/pf-a81b92c4--Artboard-2100.webp",
        "mblimage": "shopify:\/\/shop_images\/pf-1b92c4cd--Artboard-4100_1.png",
        "image_overlay_opacity": 0,
        "image_height": "medium",
        "adapt_height_first_image": false,
        "desktop_content_position": "middle-left",
        "show_text_box": true,
        "desktop_content_alignment": "center",
        "color_scheme": "background-1",
        "mobile_content_alignment": "left",
        "stack_images_on_mobile": false,
        "show_text_below": false
      }
    },
    "16633077675adcf51b": {
      "type": "men-hair-fall2",
      "blocks": {
        "f7c91a1d-08de-41f0-bf0a-b22a056281ca": {
          "type": "content",
          "settings": {
            "top_heading": "",
            "top_text": "",
            "top_content": "<p>If one were to conduct a survey to identify the problems men are most concerned about, hair loss would rank very high up on the list. Too many men lose hair mulling over the problem, without doing precious little to come up with those hair fall solutions. The point is this - the magical hair fall solutions for men are not going to come up in a jiffy.<\/p>\n<p>Like for all problems, in his case too, the remedies can only be suggested after the problem has been diagnosed; and the appropriate steps taken to begin the process of returning to the original\/ a better state. It is normal for any individual to lose 50-100 strands of hair on a daily basis. However, the mistake that most people make is to assume that the problem of excess hair loss will simply go away with minimal intervention (e.g. change in diet or products).<\/p>\n<p>Normal shedding needs to be differentiated from hair loss. Although the hair does grow back, chances are at some point of time the loss will outstrip the gains by a fair margin. Almost 85% of men have some sort of hair loss or the other, during their lifetime. It is essentially hereditary, necessitating some crucial tests to determine those hair fall solutions for men. While the baldness could be linked to either parent, it has also a lot to do with other environmental factors.<\/p>\n<p>If the follicle is not scarred, blocked or damaged beyond repair, it is possible to regrow hair and also at the same time improve the quality of the other thinner hair alongside. The process is lengthy, and those hair fall solutions for men demand a lot of patience and persistence from the affected party.<\/p>\n<p>Apart from the mandatory medication that is suggested for the sufferer, the process of rejuvenating those follicles demands a planned diet and a lot of discipline. There are many hair fall solutions for men, but remember the condition of your hair is determined by age, infection and also a lot of other factors.<\/p>",
            "right_subheading": "",
            "right_heading": "<p>Statistics suggest that by the time men turn 30 they have a 25% chance of being bald, by 50 the number increases to 50%,<\/p><p><strong>and by 60 two-thirds have either graduated to that category, or have a balding patch.<\/strong><\/p>",
            "right_ctatext": "Get an Online Hair Diagnosis",
            "right_ctalink": "https:\/\/form.traya.health\/questions?cohort=1&amp;location=HairFallMen",
            "bottom_heading": "Types of Hair Loss in Men",
            "bottom_image1": "shopify:\/\/shop_images\/ezgif.com-gif-maker_2_f6ecc894-c743-46f2-a2bd-6434ff001fc0.jpg",
            "bottom_image2": "shopify:\/\/shop_images\/ezgif.com-gif-maker_3_449d34a4-9d25-44b4-a268-a4f2b31be78e.jpg",
            "bottom_image3": "shopify:\/\/shop_images\/ezgif.com-gif-maker_4_ee430895-c185-4cab-a93c-8d5c2e600957.jpg",
            "bottom_image4": "shopify:\/\/shop_images\/ezgif.com-gif-maker_5.jpg",
            "bottom_image5": "shopify:\/\/shop_images\/ezgif.com-gif-maker_7.jpg",
            "bottom_image6": "shopify:\/\/shop_images\/ezgif.com-gif-maker_8.jpg",
            "bottom_content": "<p class=\"text-left\">While there could be a number of reasons for the hair loss (alopecia) of a male, hereditary hair loss with advancing age is the most common problem.<strong> A person could also suffer from:<\/strong><\/p>\n      <ul class=\"list-group list-group-flush ml-0 my-3\">\n                <li class=\"list-group-item pl-0 py-1\"> •\t<strong>Involutional Alopecia<\/strong> - This is a condition in which we observe thinning of the hair with advancing age.<\/li>\n                <li class=\"list-group-item pl-0 py-1\"> •\t<strong>Androgenic Alopecia <\/strong>– Here the hair loss can start as early as the teens or early twenties, and is characterised by a receding hairline. This form of baldness begins with the frontal scalp and the topmost section of the head.<\/li>\n                <li class=\"list-group-item pl-0 py-1\"> •\t<strong>Alopecia Areata <\/strong>- This involves patchy baldness in children and young adults. It could lead to total baldness, but in most cases the hair regrows in a few years.<\/li>\n                <li class=\"list-group-item pl-0 py-1\"> •\t<strong>Telogen Effluvium<\/strong> - In this condition there is a temporary thinning of hair across the scalp, because of changes in the growth cycle.<\/li>\n                <li class=\"list-group-item pl-0 py-1\"> •\t<strong>Scarring Alopecia<\/strong> - This is characterised by an inflammatory scalp and other skin disorders, and eliminates the capacity of the hair to regenerate. This is one condition that does not allow any hair fall solutions for men.<\/li>\n              <\/ul>"
          }
        },
        "50358e35-2417-4caa-9d57-6432d6919476": {
          "type": "content",
          "settings": {
            "top_heading": "Traya's Solution for Hair Fall in Men",
            "top_text": "<p>At Traya Health, we believe that the readiness is all. A timely <a href=\"https:\/\/traya.health\/blogs\/hair-care\/is-it-really-possible-to-diagnose-hair-loss-online\"><strong>diagnosis of those hair issues<\/strong><\/a>, to facilitate those effective hair fall solutions for men, is the first step towards maintaining the locks. We work towards removing those misconceptions and identifying those deficiencies that could have led to the worsening of your hairy issues.<\/p><p>We have a strong belief in traditional Indian herbs and this is supplemented by modern scientific remedies based on the latest research. Our specially designed nutritional plans conveniently provide those hair fall treatments for males, guaranteed to solve the most vexing hair complications. These remedies include nutrients that could either be consumed or put directly on the scalp.<\/p><p>All the products that come out from Traya Health are prepared from specially sourced materials that contribute to the overall health of the individual, thereby leading to that bountiful crop on top. The treatment is customised for each individual with personalised attention. This ensures that the progress is monitored on a regular basis, leading to the creation of the perfect hair fall solution for men.<\/p><p>From the biotin, which converts nutrients to energy, to the zinc, which helps in hair tissue growth and repair there are a range of ingredients that play a crucial role in the health of your hair in their unique ways.<\/p>",
            "top_content": "",
            "right_subheading": "We use aloe vera, one of the most potent hair fall solutions for men, which also repairs dead skin and Ashwagandha, which relieves stress.These are some of the natural products which go into preparing those mixes,",
            "right_heading": "<p><strong>which cleanse and replenish those follicles, and provide the Trayas way for hair fall solutions for men.<\/strong><\/p>",
            "right_ctatext": "Get an Online Hair Diagnosis",
            "right_ctalink": "https:\/\/form.traya.health\/questions?cohort=1&location=HairFallMen",
            "bottom_heading": "Hair Care Tips for Men",
            "bottom_content": "<p class=\"text-left\">The suggested ways to keep that mop healthy and shining is as effortless as it could get, and could happen more efficiently if one gave due attention to the scalp.  <\/p>\n          <ul>\n              <li class=\"mb-2\"> •\tA shampoo twice a week, with a milder variety of shampoo is suggested.  This is one of the most basic hair fall solutions for men and women alike. The scalp if not cleansed regularly could lead to inflammation and bacterial infection. One should however not go to the other extreme and wash excessively, as that would rob the scalp of its protective layer. <\/li>\n              <li class=\"mb-2\"> •\tBlow drying the hair after a wash is also considered damaging to hair.  <\/li>\n              <li class=\"mb-2\"> •\tAn oil massage twice or thrice a week while being extremely soothing, is also revitalising. The increased blood circulation, leads to an improvement in the general condition of the hair, while at the same time contributing towards arresting hair loss. It would really help if one isn’t over aggressive when rubbing that scalp after a hair wash, a gentle dab and rub would do just fine. These are the simplest hair fall solutions for men. <\/li>\n              <li class=\"mb-2\"> •\tA stressful time can also lead to rapid hair loss and thinning, but a stimulating massage could work wonders. Also less is more when it comes to application of hair products, for the idea is to support the hair naturally, not abuse it with the overuse of artificial products.<\/li>\n              <li class=\"mb-2\"> •\tA common problem is the tendency to overbrush your hair, and this tends to damage the roots as well as the scalp. For those frequent tangles, a wide-toothed comb or moisturisers are recommended. Don’t pull your hair back too strongly for that might force you to fall back on the hair fall remedies for men.<\/li>\n              <li class=\"mb-2\"> • If your hair is thinning, matte products are recommended, to make it look just that wee bit thicker. <\/li>\n              <li> \t•\tOne should avoid tight hairstyles as they result in a condition called traction alopecia, and the individual experiences hair loss because of the extreme stress that it is under. The hair is stretched from its roots, which ends up damaging the hair follicles. The problem might not appear to be of concern when we are younger, but it could very well decide whether the hair remains on our heads, later on in life. \n                This is one of the commonsensical hair fall solutions that applies to most men.<\/li>\n          <\/ul>"
          }
        },
        "f5b21aa9-8584-4e87-aba3-6c48e16271dd": {
          "type": "content",
          "settings": {
            "top_heading": "Hair Fall Remedies for Men",
            "top_text": "<p>While there might not be any miraculous way to completely arrest the hair loss, there are quite a few remedies that could expedite the return towards normalcy. Men in their late 20s also face the problem of a receding hairline; they need to take those corrective measures early, so that the situation does not go beyond repair and demand emergency hair fall solutions for men.<\/p>",
            "top_content": "<ul class=\"list-group list-group-flush ml-0 my-3\">\n                  <li class=\"list-group-item pl-0 py-1\">•\tAlmost 90% of your hair is growing at any point of time and therefore it needs to be nourished with the right amount of proteins, generally an average of 50 grams per day. \n                    Include a decent amount of meat, fish, soy and eggs in your daily diet to maintain those protein levels.<\/li>\n                  <li class=\"list-group-item pl-0 py-1\">• \tInsufficient iron levels are a very common problem, and a proper intake of foods rich in this particular mineral, \n                    can be helpful in growing healthy hair.<\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tSimilarly increasing the zinc intake can also help improve hair growth. One can do this by including food rich in zinc in the regular diet, as the intake of zinc supplements can only be part of a nutritional plan recommended by a doctor. Seafood, poultry, mussels, \n                    oysters and shrimp are rich in zinc. These are foods for great hair. <\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tThe regular intake of biotin-rich foods good for hair like nuts, eggs and sweet potatoes or biotin supplements can help convert food to energy and help stop hair loss. <\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tThe rich vitamin C content in guavas is good for healthy hair and prevents it from breaking. The collagen activity, so very necessary for hair growth, is enhanced considerably.<\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tSpicy food is a strict no-no as it leads to excessive sweating and clogs up the pores but adding cinnamon to your food can help provide the much required oxygen and nutrients to your hair.<\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tBarley, which is rich in vitamin E, is great food for hair growth and thickness. It also has the goodness of iron and copper to produce stronger follicles. <\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tIt is advisable to take a multivitamin supplement daily, to ensure that you’re getting all the right nutrients, to fight hair loss. This is strongly suggested as a crucial hair fall solution for men.<\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tThe anti-inflammatory properties of Omega 3 promote hair health, and it is also known to open up the hair follicles and boost hair growth. <\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\t<a href=\"https:\/\/traya.health\/blogs\/hair-care\/what-is-dht-and-how-does-it-cause-hair-fall\"><b>Dihydrotestosterone (DHT)<\/b><\/a> is a male hormone that leads to male pattern baldness in a large number of people. \n                    A DHT blocking shampoo would be useful in curtailing the production of this hormone. <\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tThe use of a hair serum to strengthen the hair roots is advisable, as it will also keep them moisturised during the day. A non-sticky version is recommended, so that it stays clean and nice in your hair, on a daily basis. This is a fairly popular hair fall solution for men.<\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tMinoxidil is the most popular and effective medication, and if used twice a day, is extremely useful in tackling hair fall. It increases blood flow to the points where you apply it and thereby promotes hair growth. As a result, more nutrients can travel to the skin and follicles, contributing to an effective hair fall solution for men.<\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tThe drug DHT blocker is also used to treat and <a href=\"https:\/\/traya.health\/blogs\/hair-care\/how-to-prevent-white-hair-delay-greying-and-hair-loss-due-to-scalp-ageing\"><b>prevent hair loss<\/b><\/a> in men. It is a very effective Dihydrotestosterone blocker, and is known to be very effective, with good results till date.  <\/li>\n                  <li class=\"list-group-item pl-0 py-1\">•\tSome more options that have been suggested are the application of garlic\/onion\/ginger juice for the hair. They have varied properties that are extremely beneficial to hair growth. Garlic has vitamin C along with anti-microbial properties, which fights infection and also promotes hair health. Onion juice and ginger juice also provide extra sulphur to the hair, and also improves blood flow to the capillaries. <\/li>\n              <\/ul>",
            "right_image": "shopify:\/\/shop_images\/thesciencepage.webp",
            "right_subheading": "The first thing to do is to take care of your diet, by bringing in the right nutritional elements in your food. The deficiency of iron, vitamin B Complex, vitamin D and proteins could lead to weak hair, and this needs to be corrected with food good for hair.",
            "right_heading": "<p><strong>A balanced diet rich in fibres, fruits and proteins is the perfect diet for healthy hair. This diet could be considered a simple hair fall solution for men.<\/strong><\/p>",
            "right_ctatext": "Learn more about Traya Ingredients",
            "right_ctalink": "https:\/\/traya.health\/pages\/traya-ingredients",
            "bottom_heading": "",
            "bottom_content": ""
          }
        },
        "789c9c89-c838-4de3-96f3-926c1ab4353b": {
          "type": "content",
          "settings": {
            "top_heading": "Lifestyle Changes to Prevent Hair Loss",
            "top_text": "<p>A few alterations in your lifestyle would help immensely in reducing your hair loss. You can bring about some changes in your routine to reduce your hair fall within a short span of time, and end up with healthy and beautiful hair. These are the most basic and yet the most important hair fall solutions for men.<\/p>",
            "top_content": "<ul class=\"list-group list-group-flush ml-0 my-3\">\n            <li class=\"mb-2\">•\tTry not to spend too much time in the sun, direct exposure to sunlight might damage your hair. If you have a bald spot, then a hat to cover up that section is recommended to prevent sunburn or protect yourself from further damage.<\/li>\n            <li class=\"mb-2\">•\tNot to forget the panacea for all ailments, the exercise that is so very crucial to maintain your overall health parameters. That and the right amount of sleep, helps maintain a stress-free life and of course could be regarded as the simplest hair fall solution for men as well as women.<\/li>\n            <li class=\"mb-2\">•\tIt is also advisable to destress with meditation and yoga, as stress pushes the hair into a phase of rest, and no new hair is produced. Meditation produces that calming effect and is one of most beneficial hair fall solutions for men.<\/li>\n            <li class=\"mb-2\">•\tYour body releases cortisol, noradrenaline, and adrenaline into your bloodstream when you experience stress. Excessive levels of these chemicals might harm your follicles. Relaxing and rejuvenating activities will help reduce the production of Cortisol, a high quantity of which prevents the growth of hair follicles. <\/li>\n            <li class=\"mb-2\">•\tIt is of course a no-brainer to suggest that a person quit smoking to improve the quality of his hair, as well as to stop hair loss. The gases that you inhale spread into your circulatory system, and restrict blood flow to the follicles, depriving them of nutrients.<\/li>\n            <li class=\"mb-2\">•\tWater is also very essential to ensure hair health. Keep that body hydrated by having at least 4-10 glasses a day. Water is an essential ingredient to help your body function like clockwork. This is the one of the most commonly recommended hair fall solutions for men and women alike.<\/li>\n            <li class=\"mb-2\">•\tVitamin B5 (known as pantothenic acid) assists in the blood circulation in the scalp, and is great for hair growth. Low pantothenic acid levels have been associated with hair loss. Sunflower seeds are rich in Vitamin B5.<\/li>\n            <li class=\"mb-2\">•\tIt is important to ensure a sweat free scalp as sweat accumulation weakens hair roots and causes dandruff in summer. While it might not lead to hair growth, regular massaging of the scalp does improve its condition by increasing the blood circulation. Rub some essential oils for a couple of minutes to keep the roots active. \n              You will discover that these are very effective hair fall solutions for men.  <\/li>\n            <li class=\"mb-2\">•\tIt is very important to use hair conditioners to keep the scalp moisturised, and maintain hair health and life for a longer period. The conditioners contain amino acids, \n              which help in keeping the hair smoother and aid its faster recovery. <\/li>\n          <\/ul>\n          <p class=\"text-left\">Too many men treat balding as a given with age, but the truth is for a majority it can easily be stopped, if only one takes proper medical advice at the right time. <\/p>\n          <p class=\"text-left\">At <strong>Traya Health,<\/strong> the details that you provide in the online form will allow our team of experts to make the necessary diagnosis and approach your case in the proper way. We understand that each case merits a separate approach, and have therefore customised hair fall solutions for men. All you need to do is send us a selfie of your scalp, \n            answer a few lifestyle questions, then sit back to let the hair honchos take over as they provide some excellent hair fall solutions for men.<\/p>",
            "right_subheading": "",
            "right_heading": "<p>The capacity of the hair follicles to recover and regenerate is limited, and even less so after a particular age.<\/p><p><strong>If one consults an expert and allows sufficient time for the recovery process to begin, the rejuvenation might yet happen.<\/strong><\/p>",
            "right_ctatext": "Learn more about Traya Science",
            "right_ctalink": "https:\/\/traya.health\/pages\/the-science",
            "bottom_heading": "",
            "bottom_content": ""
          }
        }
      },
      "block_order": [
        "f7c91a1d-08de-41f0-bf0a-b22a056281ca",
        "50358e35-2417-4caa-9d57-6432d6919476",
        "f5b21aa9-8584-4e87-aba3-6c48e16271dd",
        "789c9c89-c838-4de3-96f3-926c1ab4353b"
      ],
      "settings": {
        "text-box": "Head Here for Answers: Hair Fall Solutions for Men"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 36,
        "padding_bottom": 28
      }
    },
    "newsletter": {
      "type": "newsletter",
      "blocks": {
        "heading": {
          "type": "heading",
          "settings": {
            "heading": "Subscribe to our emails",
            "heading_size": "h1"
          }
        },
        "paragraph": {
          "type": "paragraph",
          "settings": {
            "text": "<p>Be the first to know about new collections and exclusive offers.<\/p>"
          }
        },
        "email-form": {
          "type": "email_form",
          "settings": {
          }
        }
      },
      "block_order": [
        "heading",
        "paragraph",
        "email-form"
      ],
      "disabled": true,
      "settings": {
        "color_scheme": "accent-2",
        "full_width": true,
        "padding_top": 60,
        "padding_bottom": 0
      }
    }
  },
  "order": [
    "16638576187caa4095",
    "16633077675adcf51b",
    "main",
    "newsletter"
  ]
}
